Repository: Daniel7740/applications
Catalog: rsk_electronic_queue_app/lib/l10n/intl_*.arb
Languages: ky

# rsk
source: RSK Bank
ky: РСК Банк

source: More possibilities
ky: Кеңири мүмкүнчүлүктөр

source: Welcome!
ky: Кош келиңиздер!

source: Login by phone
ky: Телефон менен кирүү

# requestClientid
source: Request Client ID of RSKBank application
ky: РСК банктын тиркемесинен Client ID суроо

# signUpCashier
source: Sign up for the checkout line
ky: Кассага кезекке туруу

# getServiceTicket
source: Service at the cash desk without authorization
ky: Авторизациясыз кассада тейлөө

source: Online queue:
ky: Онлайн кезек:

source: comfortable
ky: ыңгайлуу

# simply
source: simple
ky: жөнөкөй

source: fast
ky: тез

source: Choose language
ky: Тилди тандаңыз

# allowRSKaccess
source: Allow the 'Queue online' application access to an account in RSK Bank
ky: 'Онлайн кезек' кирүүгө уруксат бериңиз РСК Банктагы эсепке

source: Allow
ky: Уруксат

source: Cancel
ky: Жокко чыгаруу

source: Enter number
ky: Номерди киргизиңиз

# continueWord
source: Continue
ky: Улантуу

# personalData
source: Consent to the processing of personal data
ky: Жеке маалыматтарды иштетүүгө макулдук

# requestSMSagain
source: SMS not received? Request again in
ky: СМС алынган жокпу? аркылуу кайра суроо

# codeSendToPhone
source: A message with a code has been sent to the phone number
ky: Телефон номерине коду бар билдирүү жөнөтүлдү

# enterCode
source: Enter a code
ky: Код киргизиңиз

# enteredInvalidCode
source: You have entered an invalid code
ky: Сиз жараксыз код киргиздиңиз

source: Request password
ky: Сырсөздү талап кылуу

# requestAgain
source: Request again in
ky: Аркылуу кайра суроо

# serviceItims
source: Service items
ky: Тейлөө пункттары

source: Maps
ky: Карта

# listscroll
source: List
ky: Тизме

source: Next to me
ky: Менин жанымда

source: Lunch Break
ky: Түшкү тыныгуу

source: Service type
ky: Кызматтын түрү

# serviceLegal
source: Service for legal entities
ky: Юридикалык жактарды тейлөө

# serviceIndividuals
source: Service for individuals
ky: Жеке жактарды тейлөө

source: Money transfers
ky: Акча которуулар

source: Bank transfers
ky: Банктык которуулар

# issuanceCards
source: Issuance of cards
ky: Карталарды берүү

# ibeneficiary
source: I am a beneficiary
ky: Мен жардамчымын

# yourTicketCreated
source: Your ticket has been successfully created
ky: Талонуңуз ийгиликтүү түзүлдү

source: Your ticket
ky: Сиздин талон

# printTicket
source: Please print the ticket at the terminal or scan the QR code
ky: Сураныч, Билетти терминалга басып чыгарыңыз же QR-кодун сканерлеңиз

# codeActivation
source: Code for activation No. 1122
ky: Жандыруу коду №1122

source: QR-code
ky: QR-коду

# useCamera
source: Use the camera to scan the QR code
ky: QR-кодду сканерлөө үчүн камераны колдонуңуз

# cancelQueue
source: Do you want to cancel the queue?
ky: Кезекти жокко чыгаргыңыз келеби?

source: Yes
ky: Ооба

source: No
ky: жок

# ponyatno
source: It's clear
ky: Түшүнүктүү

# getTicket
source: Get a ticket
ky: Талон алуу

# scanQR
source: Scan QR code
ky: Скандоо QR-коду

source: Cancel entry
ky: Жазууну жокко чыгаруу

# transferlEntry
source: Transfer entry
ky: Жазууну өткөрүп берүү

source: Queue time
ky: Кезек убактысы

# selectDate
source: Select a date
ky: Күндү тандаңыз

# dateVisit
source: Date of visit
ky: Баруу датасы

# address
source: Branch address
ky: Филиалдын дареги

# streetM
source: Bishkek, st. Manas 96A
ky: г.Бишкек, ул.Манас 96А

# streetT
source: st. Togolok Moldo 11
ky: ул. Тоголок Молдо 11

source: Central branch
ky: Борбордук филиал

source: Head office
ky: Башкы кеңсе

source: Closed
ky: Жабылган

# openUntil
source: Open until 16:00
ky: Саат 16:00гө чейин ачык

# whenEnteringBank
source: We ask you to arrive at the bank 10 minutes in advance of the appointed time. When entering the bank, you need to enter the activation code at the terminal or scan the QR code.
ky: Белгиленген убакытка карата алдын ала 10 мүнөткө банкка келүүңүздөрдү суранабыз. Банкка киргенде, сиз терминалда активдештирүү кодун киргизишиңиз керек же QR-кодду сканерлешиңиз керек.
